{
  "2023-06-01": "初出勤だが、電車が遅延。社員証の写真を撮られる。今となっては良い思い出だ。7月までは10-16時の5時間勤務だ。",
  "2023-06-02": "ぎっちりオンボーディングを受けている。もっと工夫できるだろうに...。",
  "2023-06-05": "職場というものにまだ体が慣れない。期待の気持ち。",
  "2023-06-06": "調子が微妙。各種オンボーディングを受けている",
  "2023-06-07": "新しい作業に焦りが。当時はこの作業に苦手意識があった。今となっては余裕のよっちゃんだが...。頑張りどころがこのときは分かっていなかったな。",
  "2023-06-08": "ふわっとした依頼に対して、勝手に難しい目標を持ってしまう癖があるようだ。期待値は相手と調整して、楽になろう。ここで部内で自己紹介をした気がする。",
  "2023-06-09": "気になるメンバーとスキル面の会話。業務の本音。",
  "2023-06-12": "通勤電車で資格勉強を頑張ろうとしている",
  "2023-06-13": "リサーチ作業で英語イディオムが学べている",
  "2023-06-14": "社内広報について考えていた",
  "2023-06-15": "先輩スタッフから資格のアドバイスをもらう",
  "2023-06-16": "貸与されたＰＣのオーディオ設定に、謎のエコーが設定されていたのを解除した",
  "2023-06-19": "朝散歩をがんばっている",
  "2023-06-20": "他人の日報から学ぶところがある。データコンバーターで仕様のめんどくささに泣く",
  "2023-06-21": "調子が悪いみたい。帰宅して風呂を沸かさずシャワーだけになっていて、暖めて冷えて眠くなるという好循環が回らなくなっているっぽい。睡眠が悪いとWANTができなくなり、MUSTだけで埋まっていくのが辛い。",
  "2023-06-22": "不安が不眠を加速させる",
  "2023-06-23": "余裕があるほど休憩を挟むのがうまくなる",
  "2023-06-26": "自動化したいものがあるが、権限がなくできないものがあり、モヤモヤ",
  "2023-06-27": "可視化でDashが使えそう",
  "2023-06-28": "データ統合とかで、メンバーの姓名の表記揺れがあると面倒。メンバー本人であっても、正式な難しい漢字ではなく簡単な漢字で入力していることもあり、どこかで置換が必要になる。",
  "2023-06-29": "メンバから謎の民間療法というかセオリーを聞いた",
  "2023-06-30": "某システムのワードセンスにイライラしている。そんなことはともかく、一ヶ月が終わった！えらい",
  "2023-07-03": "①推奨されているが興味が無いこととか、②得意ではあるが、その周辺の不得意のせいで強化するモチベーションがわかないものがあり、なぜに①②を頑張ってしまうんだろうと思うところがある。ほかに思いつかないからだが...。",
  "2023-07-04": "意見を言われるとすぐ動ける上司、良すぎる。意見をどんどん言いたくなる。",
  "2023-07-05": "スタサプTOEICを体験している。数年ぶりの健康診断。",
  "2023-07-06": "またよく眠れていない。なんだか苦手なタスクが降ってきたぞ。",
  "2023-07-07": "【午後休】調子悪くて早退だ。",
  "2023-07-10": "なぜこの調子なのに難しい資格を申し込んでしまったのだろう。ストレッチ動画が効く。",
  "2023-07-11": "まだまだ疲れが出ている。一ヶ月の壁かもしれない。",
  "2023-07-12": "【午後休】さらに体調が悪化。お医者さんへGo",
  "2023-07-13": "【全休】",
  "2023-07-14": "【全休】",
  "2023-07-16": "コロナのワクチン接種を受けに行った",
  "2023-07-18": "【午後休】体調ダメダメ",
  "2023-07-19": "体調が戻った。ボスが直接来て、優しい言葉をかけてくれた。",
  "2023-07-20": "他の人がどんな業務をしているのか、少し分かった",
  "2023-07-21": "新しい薬を試している。セミの鳴き声が",
  "2023-07-24": "夏は引きこもりがちで、体調が崩れやすいというパターンがある",
  "2023-07-25": "かなり苦手な作業がありダウンしてしまった",
  "2023-07-26": "【全休】これで今月は4.5日休んでしまった。",
  "2023-07-27": "ドロワーの鍵を忘れた！！",
  "2023-07-28": "やりたいことが多いのも一種の不調だな",
  "2023-07-31": "Tile Slimを買ったが、IDカードとの相性が悪い",
  "2023-08-01": "10-17時の6時間勤務になった。社内プロダクトを通して、会話できる人が部外にできた ",
  "2023-08-02": "電車がひどく遅延していた。夕暮れが映える季節",
  "2023-08-03": "ジャーナルになかなか良いことを書いている。用事があって帰り際に市役所に寄っている",
  "2023-08-04": "ボスと1on1をし、自己紹介的なコンテンツを見せている",
  "2023-08-07": "弱音を吐いているメンバーがいると、こちらもネガティブなことを言いやすくなる。弱音が吐ける環境は良い環境である",
  "2023-08-08": "寝不足と耳鳴り",
  "2023-08-09": "このときから思っている悩みは一緒だな。それとは別に、睡眠問題が残っている",
  "2023-08-10": "会話の少ないメンバと会話ができた。さらに別のメンバのついての人物像をジャーナルに書いてある。人当たりの良いやつだけが可愛いわけでは無い。いつもぼやいている姿がホッとするような人もいる。そいつがぼやくと、単にネガティブにはならなくて、魅力的な味になる。",
  "2023-08-14": "ぼよーん",
  "2023-08-15": "寛容さと譲れないもののバランス、境界。",
  "2023-08-16": "【全休】",
  "2023-08-17": "本当に食欲がないときは「食欲がない」とは言わずに食卓に出てこない。ハニーズバーが閉店するので、全部飲んでやろうと思っている。岸田奈美のオーディオブックが面白い",
  "2023-08-18": "「これは経費で落ちません！」を一気見していた。",
  "2023-08-21": "睡眠時間が短いぞ～。ハニーズバーのフレーバーは全部飲んだ。おれの青春が一つ終わった。",
  "2023-08-22": "新卒時代に入り浸っていた喫茶店に電話したら、もうつながらなかった。",
  "2023-08-23": "初めての産業医面談だったか。このときから例の会議体があったんだな。バーガーキングに行っている",
  "2023-08-24": "何か面白いことがあったらしいが、思い出せない。あ、分かった。下心め。違うか。体調が悪かったらしい",
  "2023-08-25": "あー、ここいらでアレとアノ話をしていたか。懐かしいな。真面目さにはスウィング効いたのんきなジャズが効く。冴えないおっさんと地図を広げながら記憶ある場所をしゃべる。",
  "2023-08-28": "事例調査なんだから、環境構築なんか頑張らずにクローズすれば良かったじゃないか",
  "2023-08-29": "体調悪いときにボスと1 on 1してないで、延期すれば良かったのに。安定と学びのトレードオフについて。",
  "2023-08-30": "ぼよーーーーん",
  "2023-08-31": "【全休】",
  "2023-09-01": "捨てられずに生かされているものの話。アアー、以前「だるくなるからやめた」と思っていた薬は、最初からだるかったのではなく、増量によってそうなったと書いてある。",
  "2023-09-03": "メモアプリを作っていた",
  "2023-09-04": "ほかのメンバーが読んでいた技術書を私も読んで、少し目からうろこ。ちょっとときめきがあった",
  "2023-09-05": "大分元気になったようで。いつもやっている作業から自動化のアイデアが出てきた",
  "2023-09-06": "思いついた自動化を試してみる。まさか、これから無駄に長く頑張ってしまうとは...。",
  "2023-09-07": "秋っぽくなると元気になる。かなり珍しい共同作業があった。",
  "2023-09-08": "初めて在宅。オンライン通話の体験の悪さよ。",
  "2023-09-10": "芥川賞作品を購入して、サイゼリヤで読んだがお昼に読むようなネタでは無かった。結局帰ってから、オーディオブックで聞いた。",
  "2023-09-11": "6月比で1kg太ったらしい。幸せ太りだと思う。",
  "2023-09-12": "ピタゴラ装置の条件がそろわない",
  "2023-09-13": "人間工学的に良くない職場環境だな、と思ってしまう",
  "2023-09-14": "体調がマシだった",
  "2023-09-15": "まぁそこそこ",
  "2023-09-19": "試行錯誤のテンポが良い",
  "2023-09-20": "認知的不協和があったようだ",
  "2023-09-21": "寝不足高速作業、良くない！",
  "2023-09-22": "「あとちょっとです！」から始まる追加作業。",
  "2023-09-23": "同級生とご飯食べて雑貨を買っている。数年ぶりの再会であった。",
  "2023-09-25": "「あとちょっと」を粘っている",
  "2023-09-26": "朝見るカワセミ的存在の人がいる。そんなに高くないもので「これ欲しい」が通った",
  "2023-09-27": "まだアレを粘っている",
  "2023-09-28": "まだ粘っている。ChatGPTと禅問答になり、手動で頑張った",
  "2023-09-29": "よくわからない仕様に、勝手な思い込みを付与することがある",
  "2023-10-02": "まだ粘っている。そろそろやめたらいいのに。社内コミュニケーションの頻度調整。",
  "2023-10-03": "まだ粘っている。",
  "2023-10-04": "とある機関誌を読んでモヤモヤ",
  "2023-10-05": "機嫌がよろしくなかったのでお守り的お薬服用。秋の不調ですかね",
  "2023-10-06": "ケア的な会話ができてセロトニン高め",
  "2023-10-10": "ものすごく本を借りている。ミネルヴァ書房、電子書籍も出してくれ！医学書院もkindleで読みたい",
  "2023-10-11": "目標設定や人材育成について思うこと。",
  "2023-10-12": "ちょっとドラマがあった。体調が悪い",
  "2023-10-13": "まーだ粘っているんだな。今更な社内用語の確認。",
  "2023-10-16": "チャットアプリのUIが良くなったようだ",
  "2023-10-17": "９０勤務目、おめでとう。",
  "2023-10-18": "できないと思ってた細工ができるようになった",
  "2023-10-19": "人を動かす依頼文のよい例を見た。昼休みに「美術館」に行って、画家に会った。だいたいこの手の展覧会では作者がスタッフとしゃべっている。流通や収益化の話が聞こえてしまう。",
  "2023-10-20": "【全休】",
  "2023-10-23": "足の痛みで薬を飲んでいる",
  "2023-10-24": "とりあえず受けたタスクが毒か薬か、あとでわかる",
  "2023-10-25": "今のスキルで何を作ったら有益か、ChatGPTに相談していた。あー、このときはこれに興味があったのか。今やり直したら面白いかもしれない。ハッカソンの入賞作品を調べていた",
  "2023-10-26": "宿を取ることを後回しにすると、誰かに取られてしまう。",
  "2023-10-27": "また足が痛い。",
  "2023-10-29": "飲み会のために安宿を確保。",
  "2023-10-30": "【リフレッシュ休暇】",
  "2023-10-31": "【リフレッシュ休暇】",
  "2023-11-01": "【リフレッシュ休暇】",
  "2023-11-02": "調子が良くなっているようだ。インフルエンザの予防接種。",
  "2023-11-06": "ソーシャルグッドな自社プロダクトねぇ...。",
  "2023-11-07": "ジャーナリングアプリの有料プランに入ったが、結局途中で使わなくなった。 Goblin Toolsが便利だな。",
  "2023-11-08": "非同期処理を学ぶ。",
  "2023-11-09": "キャッチアップ会でなぞなぞを出している",
  "2023-11-10": "EdgeのCopilot、あまり使ってないな。",
  "2023-11-13": "某製薬会社のイベントが良いなと思った",
  "2023-11-14": "良さそうなライブラリを発見。都内で働くと、「県民の日」なんて関係ないんだな。日報に気になったニュースのヘッドラインをまとめていて、こういうのが継続してできると良いなと思った",
  "2023-11-15": "某機関誌12月号8、63ページが良かった",
  "2023-11-16": "社内コミュニケーションの不満について。シェーバーが夜中に勝手に作動して、途中で起きてしまった。真夜中にPCが起動して、もうだめだ。「座れる休憩場所検索」いいね。",
  "2023-11-17": "Next.jsに再入門",
  "2023-11-18": "コロナのワクチン接種",
  "2023-11-20": "頭痛あり",
  "2023-11-21": "「見開きページのインデント幅を設定する」覚えた",
  "2023-11-22": "ボジョレーヌーボーを買ったので飲みたい",
  "2023-11-23": "「チーズ入りソーセージスライス(ソフトサラミタイプ)」がボジョレーヌーボーと相性良かった。筑前煮のお惣菜も美味",
  "2023-11-24": "社史が面白い。今となっては分からない、創業当初の課題",
  "2023-11-27": "文字チカチカ粛正CSSが便利。aria-live=politeすごい。眠い。",
  "2023-11-28": "整理不要なウェブブックマークシステムとは。",
  "2023-11-29": "こんどはVue.jsがどんなものか見ている",
  "2023-11-30": "普段のジャーナルをMarkdown対応にし、ゴテゴテなエントリが書けるようになって楽しい。cwt.jpが良い",
  "2023-12-01": "BADな日になっている。まわりを振り回しちゃダメだって！ https://www.active-note.jp/chatgptprompt/want-to-do/ これに答えていたメモがある。良いこと書いてた",
  "2023-12-04": "SmartHRのCMがかなり良かった",
  "2023-12-05": "自宅の光回線の工事",
  "2023-12-06": "師走の自分に期待しすぎるな (vs ではなく and) 冬のサバイバル術を身につけよ",
  "2023-12-07": "落ち着かない子がいたので個室をとってあげた。CIO JAMを聞いて首がもげるほど同意したいことがあった",
  "2023-12-08": "備品をすっと出す小人さんをやった",
  "2023-12-11": "楽ちん機能の実装、既存コードのリファクタリング、もやもやの発見",
  "2023-12-12": "乱読ヘルパー",
  "2023-12-13": "関数の重複実行のブロック / ハードルが低いのに、手を付けたことのない活動はたくさんある",
  "2023-12-14": "「それは不調サインじゃないでしょ！」とあとからわかることもある。袈裟も憎いモードになっていて、なんでもAIでできたら良いのに、とぼやいた。",
  "2023-12-15": "社内システムのここが不便！とメールを飛ばしていたら「改修したよ」とメールが来た。嬉しい！",
  "2023-12-18": "ランダム壁紙の鳥の写真が良かった",
  "2023-12-19": "I'm in! を言わないことも大事だったりする。やっぱりやめます！を繰り返すのも良くないからね。",
  "2023-12-20": "給湯室や喫煙所のような場所が、現代にはもっと必要だ。散歩したら気になるスポットを発見。",
  "2023-12-21": "いにしえのsomethingを発見して嬉しくなってしまった",
  "2023-12-22": "自社プロダクトのUXを考える。牽制のための会議体であっても、最後には笑えるものがあると良いのだが。",
  "2023-12-25": "ブツブツ言いながら作業できる環境は大事。無言だとはかどらない。",
  "2023-12-26": "冴えないおじさんと話していた。ウェーイ",
  "2023-12-27": "今日で上野のモノレールが廃止か。乗れるときに乗っておいて良かったな。業務面では複雑なことができて達成感を得ている",
  "2023-12-28": "しごとおさめだーー",
  "2024-01-01": "プチプチ・アニメ 30年も続いたよ～スペシャルを見ている。なんて私に刺さる番組をやっているのか。",
  "2024-01-02": "定期券を更新した。すでに交通費はもらっているが、それでもカードの請求が怖い。",
  "2024-01-04": "大学OBの人が人事にいた。非常に温かい言葉をいただいて、職場の居場所が増えたなと思った。うっかりスマホを初期化してしまい、業務アプリのアクセス権がなくなってしまった。図書館に行ったら本の福袋なるものがあったので、1袋を「借りて」みた。最近一本満足バーシリアルにハマっている",
  "2024-01-05": "給与所得者の扶養控除等異動申告書を出力する時期がやってきた。使っている業務アプリプラットフォームの不満を詳しい先輩と共有していた。なんか不調がある。正月の過ごし方に後悔があった。25日に半休取得を宣言。",
  "2024-01-09": "年明け部内ランチがあった。写真付き証明書の更新があり、前回よりも写真写りが良くなった。",
  "2024-01-10": "あまりメンタルが良くないなと思った。",
  "2024-01-11": "みな、試行錯誤の型を持っているんだろうか",
  "2024-01-12": "やっかいな挙動を頑張って実装している",
  "2024-01-13": "家具屋で電動昇降デスクを購入。",
  "2024-01-14": "東武動物公園とイトーヨーカドー春日部店に行く。動物公園の方は、公園の方が割合強めに感じた。日曜日でこの空き具合なので穴場だと確信。経営頑張ってくれ。ヨーカードーは、これ絶対潰れるなと思ったら閉店が決まった。グンゼのホットマジックを購入。これ最高。後は暖かい靴下があれば良い。久々にロッテリアに行っていた。動物公園駅と公園の間に、コミュニティーセンター 進修館という建物があり、最初は怪しい宗教施設かと思った。町の施設だった。",
  "2024-01-15": "作業途中のログはしっかり残さないと",
  "2024-01-16": "世界の料理サブスクが気になっている。おじさまとレトロテックの話で盛り上がる。",
  "2024-01-17": "小さい貢献で日々生きた感じがする。親のスマホの購入検討。Deezerに入会。高域の美しさが全然違う。電動昇降デスクが届いていた。ベッドがクッションになるので一人で組み立てられた。",
  "2024-01-18": "日々のディテールが残っていなかった。",
  "2024-01-19": "睡眠の悪さを、向かいのメンバに見抜かれてしまった。DellPCのPauseキーの押し方が分かった。fn+Bだった。LenovoのThinkBookはfn+P",
  "2024-01-21": "Vimeoで「menagerie」を観る。延々と見返してしまう",
  "2024-01-22": "AtCoderの過去問埋めがはかどった",
  "2024-01-23": "業務アプリの認定資格の学習を開始。",
  "2024-01-24": "マカダミアナッツチョコを買ったけど、アーモンドチョコレートすれば良かったと後悔。食べ応えが全然違う。AtCoderの過去問をやったり、チュートリアルフレームワークを探したりしていた。",
  "2024-01-25": "【午後休】を取って大井町でトリキバーガーに行く。まずくはないがリピートはしないなこれは。そこから競馬場駅まで行って馬を眺め、モノレールで浜松町。大名庭園を横目に竹芝まで歩き、水辺散策。新橋から大宮、鉄道博物館駅で降りて1時間見学。これは何度も行かないと分からないわ。帰宅してシーフードカレー。",
  "2024-01-26": "昼休みに住宅街を突き進み、時間ギリギリに帰ってきた。知らないカフェができていた。自然教育園のカワセミ観察イベントが気になるが、スケジュール的に厳しい。「きこえる」という小説が気になる。",
  "2024-01-27": "新星堂でポータブルCDプレーヤーとキャロルキングのベスト盤を購入。カセットプレーヤーもほしかったが今年はパス、といいながら、この後に東芝ストアで買っている。結局図書館に行かなくなったので持て余している。売るか？このときは、都内の図書館にCDがわんさかあって喜んでいた。買ったプレーヤーの音質が悪く、サブスクでいいやと思ってしまった。",
  "2024-01-28": "♨「ミステリと言う勿れ」を鑑賞。倉を改装した映画館で倉にまつわるストーリーを味わうのは面白い。AtCoderのコンテストでRatingが上がった。",
  "2024-01-29": "富士興産を売却。「総務部総務課山口六平太」全巻をヤフオクで落札。楽しみだ。漫画喫茶も考えたが、以外と収容している店舗が少なかった。CDプレーヤーのために、高校時代に買っていたイヤホンを再度購入するも、音質に満足がいかず。なぜ当時はあんなに満足していたのか。久々にIngressをプレイしていた。",
  "2024-01-30": "業務アプリのカスタマイズを書いた。AtCoderの天才回答を見て驚いていた",
  "2024-01-31": "すてきなおじさまと会話。こういう老け方をしたい！Rentioで高級キーボードを借りたくなった",
  "2024-02-01": "Googleマップでミュージアムを探している。多すぎて悩む。昼休みに散歩していたら、転職活動で応募していた企業の本社があった。ショールームになっていたので見学した。",
  "2024-02-02": "鼻風邪っぽいが豚骨BASEで担々麺を食べたら落ち着いた。と思ったらぶり返してきた。math.factorial()なんて知らなかった。膝掛けと分厚いスパッツを穿いても寒い。",
  "2024-02-05": "定例会で部署の業務一覧が確認できて良かった",
  "2024-02-06": "電車が遅れていた。スパファクに行った。食券の後ろについてくるクーポンの出方が改良されていて、無視されなくなった。品川駅でTTG-SENSESHELFのデモをやってるらしい。気になる",
  "2024-02-07": "ABCのA埋めが終わった。業務アプリのアドミニ向けのレクチャーがあった。目標を常に表示するような、データの呼び出し処理を考えたが、普通に転記すればいいことに気づいた。",
  "2024-02-08": "ボスと雑談した。中国語の名刺は分からぬ。役職名や住所表記のパターンが分からない。",
  "2024-02-09": "【全休】装具やさんに訪問。SYRINXのお試しレンタルを申し込んだ。",
  "2024-02-10": "エポスカードを作り、店舗で受け取った。",
  "2024-02-11": "「夜明けのすべて」を観た。優しい世界だ。私の職場もかなり優しい世界だなと思った。天体観測のテーマと劇伴が、観想的な時間を作ってくれた。この映画を観るためにレンタサイクルを借りたが、それでも上映時間ギリギリだった。分単位で課金されるのは全く優雅ではなかった。会社の備品を購入した。",
  "2024-02-13": "自らの凝り性は甘く見て、他人の凝り性には違和感を感じてしまうアンフェアさに気づいた。",
  "2024-02-14": "メンタルヘルスの講習があった。人の成長は何で止まってしまうのかという話だった。バレンタインデーだが何もなかった。自宅最寄り駅で、チョコがほしいと書いたプラカードを持った男子がいて愉快だった。何？YouTubeの撮影？なんて言いながらプレゼントしたら面白かったかもしれない。",
  "2024-02-15": "suggest.jsやlightbox.jsの仕様を見ていた",
  "2024-02-16": "昇給が決まった。口内炎が治まってきた。外を見たら雪が溶けきっていなかった。「波打ちぎわの物を探しに」を読んでいた。",
  "2024-02-18": "ドメインを更新した。",
  "2024-02-19": "北品川に激安弁当屋を発見。時短だと午後半休を取るとお得というハックを見つけてしまった。",
  "2024-02-20": "電動昇降デスクが動かなくて焦った。週末分解してリセットするぞ",
  "2024-02-21": "森に行きたいと書いてある",
  "2024-02-22": "日経平均株価が最高値を更新。39,098.68円",
  "2024-02-24": "町家で中華を食べたり、大福を買ったりしていた。",
  "2024-02-26": "うっかり特定口座で買ってしまった投資信託を売却。税金が持って行かれた。写ルンですを中学生ぶりに購入。anki-decks.comがよさそう",
  "2024-02-27": "睡眠スコアが、去年の4/11以来の最高点で91だった",
  "2024-02-28": "ChatGPTよりGeminiの方が人間臭くていいなと思った。Mi Smart Band 6を手放した。",
  "2024-02-29": "SYRINXの財布を本購入。来るのが楽しみ。",
  "2024-03-01": "キーボードや日報のエディタUIにこだわりがある。",
  "2024-03-02": "ピノキオみたいなハンガーかけでは物足りなかったので、木製ハンガーを買い足した。コストコに行ってきた。ドクターユーのプロテインチョコバーが気に入った。",
  "2024-03-04": "新年度に参加する研修を決めている。",
  "2024-03-05": "逆QRアプリ(scaaninのクローン)を作った。動くがアンチパターンを踏んでいることは分かっている。",
  "2024-03-06": "また電車が遅延している。この時点で何か簡単なプロダクトを作りたいと書いているが、それは冬場にかなうことになる。",
  "2024-03-07": "健保のプロモーションでもらったAmazonギフト券でコナンモカシンのアルバムを購入。安すぎる。来年度が楽しみと書いてある。実際楽しくはなった。",
  "2024-03-08": "職場を離れてしまうと思いつかないこと、書けないことがある。それはそれで良い。",
  "2024-03-09": "民間アプリの資格を受けた。苦手分野で撃沈し、その場で不合格。がっかりしながら直帰。",
  "2024-03-10": "何したか覚えていない。",
  "2024-03-11": "【全休】",
  "2024-03-12": "自己研鑽の時間は決して虚栄ではないし、年次ごとにふさわしい時間配分がある。絶対行きたいライブが見つかったので休暇申請を出した。それなのに「理由は謎だがいい日だった」などと書いてしまう自分がいる",
  "2024-03-13": "飲み会。",
  "2024-03-14": "ライフのマシンコーヒーを飲んだことがなかったので飲んでみた。苦みが前面に立っていて好み。スタンプカードがあるらしいが、そんなにリピートしなさそう。",
  "2024-03-15": "ゲオあれこれレンタルでHHKBを注文。ダイアログ・ウィズ・タイムが気になる",
  "2024-03-16": "王子周辺を散策。北とぴあにあるキリンシティが穴場だった。",
  "2024-03-17": "記憶がない。",
  "2024-03-18": "また電車遅延。",
  "2024-03-19": "オーディオテクニカの消耗品を発注。カードの入会特典を無印良品で使ってきた。普段買わないものばかりをチョイス。",
  "2024-03-20": "ずっと前からやりたかった、手持ちの服の撮影ができた。家族や親戚からの近況を聞いて、思うところがあった。",
  "2024-03-21": "朝から電車が止まっていて、早く乗ったら早く着いた。もっと早ければ９時出勤に間に合うことが分かった。近況報告レター的なものを書いた。この時点で「社外でのつながり」の話をしているが、まだまだアクティブにはできていない状況。それでもギャラリーに行ってアーティストやアシスタントと話した体験は強力だった",
  "2024-03-22": "春の訪れを感じる。指定野菜の存在を今まで知らなかった。投信が一日で49000円も上がった。",
  "2024-03-23": "朝からトースターにご飯を入れていた。雪の中散髪へ。散歩して野良猫と遊んだ。「休日カレンダー」を印刷したが、あまり活用されないことが分かった。来週の予定が立った。",
  "2024-03-24": "車検証の小型化は知らなかった。職場にコークオン自販機を発見。今日は冴えなかったな",
  "2024-03-25": "全社必見のビデオを確認していた",
  "2024-03-26": "最近行ったギャラリーのスタッフからLINEが来ていた。絵画の好みの話なんて、誰かにしたことがなかったな。",
  "2024-03-27": "年度切り替えらしい雰囲気になっている",
  "2024-03-28": "今後FAQになりそうな事象に遭遇した",
  "2024-03-29": "スキルチェックで苦手な分野について、本を借りることにした",
  "2024-03-30": "同級生と都内へ。ジョナサンなんて久々に行ったなぁ。もう暑いじゃん",
  "2024-03-31": "♨ヘッドホンの音が変だな、と思って初期化したら望んだサウンドになった。YouTube Premiumに入会。",
  "2024-04-01": "業務効率を高めようという気持ちが強すぎてフラストレーションを感じていた。図書館でいつものスタッフに会ったら、ブルーベリーのサプリは意味ないらしいからやめたと報告があった。",
  "2024-04-02": "「錯覚の科学」を読んだが刺さらなかった。業務中の飲み物の話ができる人がいて嬉しい。",
  "2024-04-03": "選択肢が多いほど、一つのものにこだわらなくなるのが豊かさだなと感じた。一万円で金を購入。火花で鉱物の種類を調べる方法があるらしい。品質保証の本を読んでいると、製造業の知らないネタが得られて面白い。松屋のルンダンを食べに行きたい。",
  "2024-04-04": "パソコン先生として活躍。やっと写ルンですで桜を撮影。サブスクに入りすぎていると思ったので、見直した。デスク周りや邪魔な段ボールを整理した。",
  "2024-04-05": "とあるトムハンクス作品のタイトルが思い出せなかった。フォレスト・ガンプだった。高架下の駐輪場ばかりに今まで停めていて、時間がもったいないと感じたのでなるべく駅に近い方の駐輪場に停めることにした",
  "2024-04-06": "行きたい場所はあるが、寒くて外出できていない。読書がメイン",
  "2024-04-08": "ちょっと不調だった。銀座ライオンのお弁当がランチ。野菜が足りない。使っているシステムが変わって慣れるのに時間がかかっている",
  "2024-04-09": "多分続かないだろうと思いながらGrid Diaryのプレミアムに入る。板チョコを買ったがその日のうちに食べきってしまった。",
  "2024-04-10": "昨日の日記を消してしまったが、バージョン履歴が残っていて復活できた。データの同期周りがスムーズじゃないらしい。鍋の取っ手がとれたり、自転車のライトのネジがとれたりしていた。",
  "2024-04-11": "買った漫画を読んでいる。細々としたことが進んだので充実感があった。社内アプリの桜吹雪を止めた。",
  "2024-04-12": "Pikmin Bloomをプレイ開始。何らかのカードが届いたが、どのカードか思い出せない。たぶんLikemeかな",
  "2024-04-13": "無印で買ったチキンカレーが美味。サイクリングに行って寿司屋に行った。頭を使い過ぎない休日が大事。",
  "2024-04-14": "カメムシスプレーを大量に散布したら、本当に来なくなった。扇風機を出してストーブをしまった。暑くなってきて引きこもり気味。Android15Betaにしたら、決済周りに不具合が。",
  "2024-04-15": "財布を買ったポイントでレザー用ワックスを購入。一個買うより二個買った方が安い。",
  "2024-04-16": "日曜日の件があって、スマホで改札を通れず、切符を買って通勤。仕事の依頼を受けたときに「注意点はありますか」と聞けた自分が偉い。",
  "2024-04-17": "スマホのSuicaが復旧して一安心。",
  "2024-04-18": "ファミマで初めてワッフルを買ったが、ボリュームが足りなかった。投信が下がり続けていて不安。既存ツールの簡易クローンを作れて満足。",
  "2024-04-19": "落語の「火焰太鼓」を聞いていた。NewDaysで「梅干し純タブレット」なるものを発見してジャケ買い。ダイソーにPD対応充電器が売っていたので購入。これもっと早く買えば良かったな。職場と自宅では、日の出日の入りに2分以上の差があることが分かった。",
  "2024-04-20": "早めに通院したらガラッと空いていた。アウトレット系洋菓子店で食べたピスタチオジェラートが美味かった。オリジナルブレンドのマシンコーヒーも飲み応えがあった。家では紙の整理をして気分爽快。",
  "2024-04-21": "拡張されたイオンに行ってみた。レジゴー悪くない。専門店舗がより充実して、満足感が高い。あと自宅最寄りのイオンと品揃えが桁違い。お茶やコーヒーの種類が豊富。「波」3月号で「あいにくあんたのためじゃない」が気になった。図書館で予約殺到。Kindle Unlimitedにコミックがあったので一巻を読んでみよう。Grid DiaryをPCで使いたくて、Web版とBlueStacks上のAndroidアプリとを比較し、後者を選択。資格の学習予定を立てるためのガントチャートを印刷。",
  "2024-04-22": "「達人プログラマー」を読んでいた。資格の過去問に着手。選択系と記述系の手応えを確認。調子が微妙だったが、他部署にアイデアアを出す気力はあった。",
  "2024-04-23": "投資信託がガーンと値下がりしている。昼休みは散歩して、レモンスカッシュを飲んだ。Pikmin Bloomのフレンド掲示板を見てフレンドを増やしていった。一日の最後の写真選びで、レシートしか撮っておらず、ほかの写真も撮っておけば良かったなと後悔",
  "2024-04-24": "社内システムの不具合に気づいて知っている人に聞いたら、管轄が変わっていた。しかも前の管轄の部署は島移動していて驚いた。",
  "2024-04-25": "職場の別拠点に行こうとしたら、モバイルSuicaを忘れてサブカードで改札を通った。Pikmin Bloomがしたかったのに全くできなかった。この日をきっかけに、会話するスタッフが増えた。引き出しの整理や細かな掃除がはかどった。",
  "2024-04-26": "【午後休】を使って横浜へ。横浜トリエンナーレに行ったが、あまり私には刺さらなかった。ランドマークタワーの展望台に行って帰ってきた。リサーチが足りなくて十分に楽しめなかった。体調が冴えなかったのもあったと思う。タワー展望台のショップにあった、電子部品を使ったロボットが可愛かった。蝉の声が聞こえて夏を感じた。",
  "2024-04-27": "集英社のdeaibooksが良い。アカウント断捨離を決行。体験取材という活動に興味をもつ。部屋が蒸し暑くて暗い。間取り変更を検討。",
  "2024-04-29": "静岡へ旅行。",
  "2024-04-30": "【全休】静岡茶を大量購入。",
  "2024-05-02": "目黒の中古レコード兼古着屋に行ってきた。ディープな客ばっかりな印象。逆に店主は癖が少なくて話しやすい。この日はグリーン車で帰っている。",
  "2024-05-03": "焼き肉を食べた。今回は満足感があった・",
  "2024-05-08": "仕事の展示会に。タイパは悪い。お昼に豚骨BASEでラーメンを食べている",
  "2024-05-10": "飲料系の株を購入。優待が楽しみ",
  "2024-05-15": "来週のライブ後泊のホテルを確保。",
  "2024-05-16": "【午後休】で森美術館や新美術館、高島屋、アーティゾン美術館、個人ギャラリーに行ってきた。神田の古書街に行きたかったのに神保町で降りなかった。マティスからのブランクーシ、つながりを感じた。そして、素朴なファインアートは好きだけどモダンアートの興味は薄いことを再認",
  "2024-05-17": "着替えが入るくらいのリュックを買った。おばちゃんが親切だった。昨日、間違ってホット容器を買ってしまった「アイスコーヒー」をリベンジして飲んだ。",
  "2024-05-19": "北関東はどこを指しているのか、家族で盛り上がっていた",
  "2024-05-21": "書店で資格の本を確保。",
  "2024-05-23": "初めてリキッドルームに突撃。開演前に物販で円盤ゲット。サイン会には並ばなかった。終演後に酒を飲んでしまって、疲れてホテルに帰ってしまった",
  "2024-05-24": "【全休】を取って回復に努めた。",
  "2024-05-25": "某イベントに参加。面白い書店を発見。そういうエクスカーションを楽しんでいたら、メンバーに心配された。一途で可愛いところあるなぁ",
  "2024-05-26": "気になっている本を買った。",
  "2024-05-30": "TOEICに申し込んだ。",
  "2024-05-31": "セゾンゴールドプレミアムが届いたようだ",
  "2024-06-02": "♨家族と行ってスタンプ稼ぐ。",
  "2024-06-03": "お。入社一年が経過したようだ。通販だと追加コストがもったいないので、帰りに書店で資格の本を買ってきた。",
  "2024-06-04": "資格を申し込んだ",
  "2024-06-08": "地元の百貨店で革靴を買ったと思う。",
  "2024-06-12": "エクセルシオールに久々に来た。",
  "2024-06-13": "【午後休】なにしてたっけ",
  "2024-06-14": "LINE Payサービス終了の報道に驚いている。",
  "2024-06-15": "雀の幼鳥が物干しに留まっていた",
  "2024-06-25": "在宅勤務のあとにブロンコビリーに行った。オンライン研修だったと思う",
  "2024-06-26": "【午後休】なにしてたっけ",
  "2024-06-27": "お昼は居酒屋でラーメン。",
  "2024-06-30": "♨資格受験で池袋。地元の魚屋に行ったらVISAのタッチ決済が使えるようになっていた。サーモンマリネやニシンの酢の物が好き。",
  "2024-07-01": "【全休】なにしてたっけ",
  "2024-07-02": "フルタイム勤務になった。体が慣れるのに時間がかかりそうだ。",
  "2024-07-11": "PM試験を申し込んだ。",
  "2024-07-13": "TOEICで県南へ。母校でなくても感じるものがある。タリーズのデニッシュサンド。ハムオニオン＆豆サラダが美味だった",
  "2024-07-15": "普段行かないショッピングモールに行ってきた。Standard Productsで赤いレトロな時計を買ったのだが、横長なので針の位置がずれてみる。4時台なのに5時に見えてしまう。惜しい。閉店が決まったサンマルクでチョコクロ。結構居心地いいんだけどな。",
  "2024-07-19": "【全休】地元の病院のヤマザキショップで男梅ドリンクを買った。一回飲めばいい味。柚の葛ゼリーとか、ビーノとか渋いチョイスになった。赤い銀行の口座を作った。手続きから開設までがスムーズ。マイナンバーカードのメリットを体感。",
  "2024-07-20": "散髪、自宅最寄りの肉屋でメンチカツと唐揚げ。それから歯科検診。",
  "2024-07-22": "電車の遅延でたぬきそばを食べている。今度は醤油ラーメンを食べてみたい",
  "2024-07-23": "またNEWDAYSでフライドチキンを買っている",
  "2024-07-24": "体脂肪率が20超えていた。chocoZAPに入ってみた。近日中に行く",
  "2024-07-25": "虹を見た",
  "2024-07-26": "【午後休】なにしてたっけ",
  "2024-07-29": "【全休】風邪っぽいので仕事休み",
  "2024-07-30": "【全休】TOEICの点数が出た。もうちょっと点数ほしかった。またしても今年、今月4.5日も休んでしまった",
  "2024-08-03": "回転寿司。majicaを使ってみる。ドンキで扇風機やインナー、モバイルバッテリーや頑丈そうな充電ケーブルを購入。",
  "2024-08-05": "どこかにビューーン！を回した。行く場所は決まったが、まさか台風になるとは思わなかった",
  "2024-08-10": "♨旅行は台風で中止になった。地元のスーパーの独自Payが始まっていたので試す。店内ベーカリーのバーガーがうまい",
  "2024-08-14": "ChatGPTに手持ちの決済手段を学習させて、どの店で何を払えばいいか分かるようにした",
  "2024-08-17": "キタムラでカメラの現像をした。",
  "2024-08-24": "リアルの家電量販店でスティック掃除機を買ってくる。店員さんの対応が非常に良かった。ここで奮発したおかげでQOLも上がったし、カードがゴールドになった。量販店のプロモーションで大量のdポイントももらえた。米不足がニュースになっている。階段下収納の整理。",
  "2024-08-25": "♨",
  "2024-09-01": "机を買い増ししたい。シーリングライト新調。もみじまんじゅう、せんべい、芋キャラメルコーンという甘い三銃士。",
  "2024-09-06": "スマホで連絡が取れない人と待ち合わせして、ガラケー以前の不安な心情を取り戻した。これが待つということだった。",
  "2024-09-08": "♨Walkyを地元の代理店に発注。",
  "2024-09-09": "昼休みに高架下を歩いたら、味わい深いイラストを発見",
  "2024-09-11": "健康診断があった。直後に体に悪いものを食べた",
  "2024-09-14": "コストコオンラインで買うものがない。",
  "2024-09-15": "散髪。食べたいものが同じすぎて飽きが来ている",
  "2024-09-26": "職場付近でなにか撮影をやっている。後日CM撮影と判明",
  "2024-09-27": "ChatGPTのCustom Instructionを極めているにゃふん。朝顔が未だに咲いている。元気だな",
  "2024-09-28": "ニトリで机を注文。オーダースーツの採寸も。ちょっと肩周りをゆったりさせすぎたと思う。",
  "2024-10-01": "激安弁当屋がビルに出店してる。",
  "2024-10-05": "キュービィロップがスーパーで売ってて即買いした。コンビニでフルッツがワゴンセールしていたのでまとめ買いした。全部買い占めて全人脈に布教すれば良かった",
  "2024-10-06": "専門学校で試験だったっけ。早めに終わった。",
  "2024-10-08": "電車遅延、ガス代支払い",
  "2024-10-12": "キーボードでのスリープ解除設定復活",
  "2024-10-13": "PM試験だ。",
  "2024-10-14": "♨地元の百貨店で食料品を買ったらしい",
  "2024-10-15": "【全休】来年の県民手帳を、某駅前の書店で購入。県民手帳はずっと気になっていたが、購入は初めてだ。セブンティーンアイスの自販機で、あずきモナカを買って食べ歩き。久々に食べて満足感があった。Redmi Watch 5 Liteが届いた。ハードオフでレコードを買ったと思う。股関節が痛い",
  "2024-10-16": "スルメが値上がりしている？股関節痛は続く",
  "2024-10-18": "もどかしい思いが募る。睡眠環境の見直し。",
  "2024-10-19": "久々に同級生に連絡。PCが届いた。ピーマン炒めなんて作ってたっけ？フルーツ月餅を食べた",
  "2024-10-20": "12月の週末の予定を詰めている。",
  "2024-10-21": "コートと鍵を忘れて、自転車で帰れなかった。",
  "2024-10-22": "「地獄のSE」という映画作品が気になる。親のコートの査定が出た。昼休みに美術館に行ってた。",
  "2024-10-23": "【リフレッシュ休暇】北海道東に旅行だ！ラウンジを始めて使った。空港に着いたら、2つ持っている荷物の片方を忘れた。道の駅で食べられるものが少ない！",
  "2024-10-24": "【リフレッシュ休暇】こんなに観光地っぽくない自然だけの空間も久々だ。",
  "2024-10-25": "【リフレッシュ休暇】北海道から帰ってきた。高速バスなんて久々だ。やっぱり渋滞している",
  "2024-10-26": "サイクリング行ったかな？メモツールを転々としている",
  "2024-10-28": "電車遅延。赤羽でスムージーを買っている。TOEICに申し込んだ",
  "2024-10-29": "職場に映画と音楽の話ができる人ができた。今度は恋人かな...。",
  "2024-10-30": "おいしい釜飯を食べている。",
  "2024-10-31": "読書週間らしい",
  "2024-11-01": "野良猫が自宅に住み着いて、逃げないので困っている。",
  "2024-11-02": "家電量販店のプロモーションで6500ポイントをもらう。電動の空気入れを買う。まだネコがいて困る。ネコを遠いところまで移動した。心苦しいが仕方ない",
  "2024-11-03": "♨「明日を綴る写真館」と「ルックバック」を鑑賞。帰宅したら花火が2カ所からあがっていた。",
  "2024-11-04": "ファーム系のショップで、個装ドレッシング10個で250円という破格なコーナーを発見。高い方の寿司屋に行った。書店でマイブック一冊目を購入。散髪。革じゃない靴を買ったが、やはり履き心地が悪かったので最初から革靴を買ってしまえば良かったと後悔",
  "2024-11-05": "スーツはどう手入れしたらいいんだろうと先輩社員に聞いたがわからなかったので、後日スーツを買ったところに聞いたら霧吹きだけでもしわが取れると教わった。本当にしわが取れた。",
  "2024-11-06": "おじさんたちと健全な飲み会。",
  "2024-11-07": "キャノンSタワーに行ってみた。プリントされている大きい写真っていいな。その場に居合わせたような錯覚が得られる。",
  "2024-11-08": "初の、悪天候以外の在宅勤務。生活リズムを対応させていく必要がある。",
  "2024-11-09": "墓参りに行ったり、寿司を食べたり、PCにリサイクルマークを貼ったりした。Todoistプロに加入。「マイレージ、マイライフ」を鑑賞。クレカ好きなのになぜ今まで観てこなかったのか。充実感からまだ土曜日であることに嬉しさを感じていた",
  "2024-11-10": "♨「ディア・ファミリー」を鑑賞。地域イベントが開催されていたので、いつもとルートが違う。",
  "2024-11-11": "思い出したようにnujabesの曲を浴びていた。",
  "2024-11-12": "空気清浄機が届いた。仮に自転車の鍵が見当たらず、タクシーで帰宅したがリュックの底に鍵はあった。",
  "2024-11-13": "Tileプレミアムに加入。キャノンギャラリーで「ネコなんです。」を鑑賞。",
  "2024-11-14": "五反田のドンキでMajica残高を使い切った。ランチパイ美味い。",
  "2024-11-15": "ウォールチャージャーを新調。4ポートあるやつ。ちょっと眠かった。",
  "2024-11-16": "茶碗を新調。普段行かない家電量販店で炊飯器とコーヒーメーカーを購入。",
  "2024-11-17": "卒業アルバムを珍しく見返す。みんな今頃どうしているかな。さきの休日の予定を決めたり、PCをクリーンインストールしたりしていた。",
  "2024-11-18": "自販機で3本買っていて、不調を発見している",
  "2024-11-19": "ラベルプリンタniimbotが届いた。NewDaysの新商品ローストチキンが美味かった。",
  "2024-11-20": "図書館カード破損。もう電子書籍を買って読もうかな。最近レコードプレーヤーが仕事してないな。",
  "2024-11-21": "「気になってる人ランチに誘う」一人目。面白い。JRE CARDを退会。",
  "2024-11-22": "何かと接点の多い人とランチ。なぜもっと早く誘わなかったんだ！新デザインのViewcard Standardが届いていた。",
  "2024-11-23": "♨収納バスケットを買ったら、部屋がすっきりした。Qi対応のモバイルバッテリーを買ったがnot for meだった。",
  "2024-11-24": "スマートカジュアルが必要なので、イオンでジャケットからズボンまで一式購入。進撃の巨人を一度も観ていないのに、LAST ATTACKから観てしまった。",
  "2024-11-25": "昼休み、好きな曲を聴きながらひたすら歩いた。このために生きている感じがした。Loakerアルパインミルクを買っていた。",
  "2024-11-26": "通勤電車で面白い子供をみて元気が出た。「ブルーサーマル」を見はじめた。なじみのある場所が出ていて声が出た。",
  "2024-11-27": "ずっと話したかった人とランチ。やっぱりこの人面白いわ。ブラックフライデーで電子書籍端末とキーボード、それから本を購入。",
  "2024-11-28": "普段お昼自体を食べない人とランチ。今までランチでしゃべってきた相手の中では一番珍しいというか、変な間が生まれる人だった。アイデア出しを手伝ってもらえた。",
  "2024-11-29": "リステリンのボトルが倒れていて、掃除機の紙パックが25枚無駄になった。置く場所が悪かった。",
  "2024-11-30": "ごま豆乳鍋。大好き。散髪以外引きこもり。雑用がたまっていた。「ブルーサーマル」を見終えた。終わらせ方がありきたりだな。セブンティーンアイスのチョコナッツバニラモナカを購入。本当はあずきモナカが良かったが、最近食べたし違ってもいいかなと思った",
  "2024-12-01": "パソコン教室でDS検定を受検。時間があったので某ローカル百貨店に寄る。これは絶対に潰れる！と思っていたら、来年かSCに業態変更だとか。そりゃそうだよな。イオンにヨーカドーもあるんだぞそこは。駅最寄りなので頑張ってくれ。アンデルセンでパン・ド・ミを買う。",
  "2024-12-02": "普段会社から出ない人とランチ。金に余裕がある人の趣味の話は面白い。存分に楽しんでいて、楽しみが切れていない様子が伝わってくる。その人からこんなものを作りたいという話があったので、生成AIでプロトタイプをシュッと作った。",
  "2024-12-03": "コンビニで適当に買ったものが、1円単位ぴったりでポイントでまかなえた。電車が遅延していたので、珍しくデイリーヤマザキに寄って唐揚げを食べた。初めて時間を取って人生曲線を描いた。",
  "2024-12-04": "上司と面談。Youメッセージではなく、○○な人って多いですよね、という話し方で共感を得る方法を発見。TodoistのAIアシスタント、ブレイクダウンではなくて仕分けや構造変更をやってほしいんだよな。久々にスパイスファクトリーでカレー。店内限定クーポンを毎回もらうんだけど、月に2回は行かないんだよね。残念。帰りに「ごかぼーる」を買う。五家宝よりウケが良さそうだが、だめじゃんこれも外側が粉っぽい。手が汚れる",
  "2024-12-05": "昼休みで長めの散歩。伊藤園「もぐっと食感ナタデココマンゴ－」の満足感。以前作っていた「ひとりTeams」のチャネルをそっと消す。",
  "2024-12-06": "何があったっけ。",
  "2024-12-07": "Spotify Wrappedが公開されたようだ",
  "2024-12-08": "30歳になってしまった。「ホールドオーバーズ」を鑑賞。まさにこういう映画を観るために生き延びていだんだと思った。劇伴にKhruangbinの曲もあって嬉しい。鑑賞後に地元のロースタリーから仕入れているホットコーヒーを飲んだ。ホームセンターでシェーバーを買い換え。",
  "2024-12-09": "電車の遅延がひどかったので、いろり庵で鴨そばと肉子丼。まだ時間があったので、YANAKA COFFEEで蜂蜜ミルクコーヒー。飲みに来る人より、豆を受け取る人の方が多くて驚き。クリスマスのデコレーションに癒やされる。人は、それが欲求だと気づかないところで刺激を食らうと、しばらく頭から離れないものが生じてしまうようだ。",
  "2024-12-10": "ランチスタンプカードが貯まったので一人で食べに行く。またNEWDAYSでフライドチキン辛口を買っている。一度気が緩むと後はどうでもいいと思ってしまうんだな。帰宅して浜岡屋の草だんごも食べている。",
  "2024-12-11": "最後のフィジカルな「電脳会議」が届いた。睡眠スコアが過去最高の93点。",
  "2024-12-12": "マイブックを2冊追加購入。出社前に手際よくドロワーから出してもらった。オンラインでグループワークがあったが、やはり苦手だなと思った。夕飯は海鮮にぎり寿司(エビ・イカ・サーモン)",
  "2024-12-13": "CAINZセゾンが届いた。在宅勤務。鼻炎の薬を飲んでいた。精神的な余白が足りないと日記に書いている。",
  "2024-12-14": "♨設備が新しくなっていた。アイスだけ食べた。夕食は山菜おこわおにぎり。Todoistばかり眺めていて、何も思いつかないというシチュエーションに何度も当たってしまう。こういうときは手帳を開くなり、A4用紙に書き殴るなりした方がいいのに、いきなり整理のフェーズに向かおうとしがち。あと睡眠の質を上げたい。",
  "2024-12-15": "IJOOZを初めて飲んだ。砂糖ではなく果汁であることの嬉しさ。夏場はいいかもしれない。貼らないと決めていた方の手帳に、お弁当のラベルを貼ってしまった。お昼はダブルエビカツバーガー。おやつは湘南パティスリーの「ちょこっとティラミス」。サイクリングに行って、ずっと気になっていたジェラート屋に行ってきた。ここは居場所になるな。",
  "2024-12-16": "会話が多めだった。本が増えた。パスタを食べた。帰宅してチーズタルトとオムライスを食べていた。ボトルガムを買ったが、2週間ですぐ食べてしまうのだった。",
  "2024-12-17": "ひっさびさにデニーズに行った。",
  "2024-12-18": "朝晩は「なにもしない」を意識。昼は某ギャラリーに行くも、展示期間ではなかったので入れず。飲むヨーグルトとコールスローサラダサンドだけ食べた",
  "2024-12-19": "雑貨に興味がなかった私が「アドベントカレンダー」、キャラクターグッズなんて絶対買わない私が「ちいかわゆらゆらツリー」を買っている。驚き。お供え物として五家宝も追加。そういえば会社の忘年会であった。どこに座るか考えていたので、満足感が高かった。何とは言わないが、世紀の大発見をしてしまった",
  "2024-12-20": "【午後休】飲み会だったので午前半休。午前中は散歩でスマホをコートに。仕事用コートに移し忘れて定期券を忘れる。記名Suicaを作った。半導体不足でストップしていたが、もう解禁されていたことを思い出した。職場についても時間が余るので、ベックスでHOT濃いめのココア。ご近所メンバー、最近疲労パターンがわかってきたようで何より。帰りにNewDaysで唐揚げ棒を買っている",
  "2024-12-21": "TOEIC受験。後ろからじっくり進めていたらPart7を3つ分落とす。紅茶花伝フルーツティ、Lから、味わいカレーパン。カフェラテドーナツと大きいおにぎりピリ辛唐揚げマヨネーズ。",
  "2024-12-22": "ベランダに布団を干すための大きいはさみを買い換え。",
  "2024-12-23": "スニッカーズとツナおにぎり。",
  "2024-12-24": "ちょっといいところでランチ。🍽",
  "2024-12-25": "行きも帰りも電車遅延。帰りは新幹線のグリーンで帰宅。セブンティーンアイスのミルクあずきモナカと、キリマンジャロ豆のホットコーヒーをいただいた。ほか、自販機利用が2回。疲労が出ていたようだ",
  "2024-12-26": "NHKを払った。カード決済が即時で驚いた。食いっぱぐれないな。🍔",
  "2024-12-27": "大掃除。無事に納会が終了。ハイボール→氷結→ビールで計1.05L。言いたい放題しても大目に見てくれる人ばかりで有り難い。",
  "2024-12-28": "ATOKパスポート7920円/年に加入。お昼はポルチーニのリゾット。",
  "2024-12-29": "「なじみのない駅で下車」をやるため、花崎駅で下車。「はなさきや」で野菜天付きそば980円。「加須はなさき公園」に到着。プールが釣り堀になっている。自然観察園は、野鳥が観られるように櫓が設置されている。セブンティーンアイス、期間限定の桃180円。帰りのスーパーでProtoArcのトラックボールを受け取る。充電式で軽くて良い。M575よりよさそう。目的だったサラダを購入。年末価格だなぁ。ついでに「女王のノンアル」を買ってみる。日記に「わかった気にならず、わからない気でいよう」と書いてある。",
  "2024-12-30": "クレカを断捨離して2枚に落ち着いた。銀行口座も2行で落ち着きそう。ミュージアムの出展者からハガキが来た。一日の最後に、親から衝撃の告白が。",
  "2024-12-31": "♨リングノートを買っても使わないということがわかったので、リングを外してメモ用紙箱へ。銭湯に行ったらじじいの群れだらけで、男子寮を思い出した。クレムシュシュのティラミスケーキを食べる。紅白はILLITのとこだけ見て、代わりにディスクユニオンの「いますぐ聴いてほしい オールジャンル 2024」をYT Musicで聞いていた。ヘビロテしたClairoのアルバムも掲載されていた。YouTubeのフィードで「アイ・ライク・ムービーズ」の予告編を見る。これは絶対に劇場で観たい。",
  "2025-01-01": "ビジキャリ2級総務の過去問一巡。コンビニ散歩をしておつまみとドリンクを購入。オープンチャットの存在を思い出し、気になったトークに入ってみる。意外とヒットするワードが多い。リアルのつながりもほしいので、こくちーずやつなげーとも確認。1月に1つ行ってみよう。",
  "2025-01-02": "💻知らないじいさんの夢で起きる。体が冷えていたっぽい。ウェブカメラで手振りで操作できるアプリを試したが、有料版を買うほどではなかった。サブスク管理ダッシュボードと、この「年間一行日記」を作成した。今は遡って日記を書いているところ。この時間がとても好き。マイブックがカオスになってしまったので整理したかったのだ。お昼は冷凍の焼きおにぎりに、だしを注いでお茶漬け。うまいなこれ。",
  "2025-01-03": "🍜商業施設に行って、普段買わない地元のパンを購入。成城石井のコーヒーを飲んだことがなかったのでホットのSをいただく。フードコートが全く優雅ではなかったので、今度は有料エリアを予約してみたい。家では、紙類の整理と間取りの変更。広さが感じられるようにしつつ、窓から遠い場所にベッドを置くことで寒さ対策。ベッドを壁際に寄せたので、寄せていない方にベッドカードを再設置。ダイソーで何かを購入。",
  "2025-01-04": "🍲電力会社の見直し。リステリンまとめ買い。墓参り。大河ドラマに興味はなかったが「べらぼう」は気になるので追いかけていきたい。ごま味噌鍋。",
  "2025-01-05": "♨ユニクロで5着ほど買って銭湯へ。",
  "2025-01-06": "冷えで朝から疲労感。睡眠環境を見直さなくては。仕事始め。",
  "2025-01-07": "昨日より朝の目覚めが悪い。チョコラBBと昼散歩で乗り切った。さらにTOEICの点数開示や、もう一つGood Newsがあって9割くらい回復した。",
  "2025-01-08": "個人作業とコミュニケーション時間のバランスが良かった。通勤時間に何かする余裕があったので、Googleアラートのメールを見ながら、気になるリンクを開いて整理していた。道庁赤れんが庁舎の改修が気になった。行ってみたい。読書も進んでいるのだが、細切れになりつつある。没頭して長く読む感じではない。でも、咀嚼なしに読み進めてしまってはもったいないので、このくらいでいいなと思う。「べらぼう」第一話を見始めたが通信の都合で半分しか見ていない。明日続きを見たい。",
  "2025-01-09": "通勤時間で「べらぼう」を見ていた。高校時代以降の上野での思い出と、「ななすけの散歩録」の内容がドラマと重なっていく。こういうrelatableな要素があると、大河ドラマも見られると気づいて嬉しい。アイデアマンのストーリーを欲していた私にはさらにモチベーティブな作品になりそう。昼休みはアートスペースへ。今日が展示最終日だった。アートが無いと息ができない。",
  "2025-01-10": "在宅勤務だったが、買い換えたストーブがスペック不足で体が冷えてしまい、体調悪化で早退してしまった。冷え以外の要素もあって自律神経の調子が悪くなっていたんだと思う。不調だと「なんでちょうしがわるいのか」も分からなくなってしまう。",
  "2025-01-11": "🍲♨非常によく寝た。銭湯でルマンドドリンクが売っていたニヤつきながらつきながら飲んだ。ココアドリンクらしいが、ほかのココアドリンクほど甘くなく、オリジナルの再現を重視した仕上がりだった。「NHKにようこそ！」を読了したが、感想がまとまりにくい。ふるさと納税の炭酸水が来ていたので飲み始めている。48本分の箱で来たが、これはすぐに消化しそうだ。明太クリーム鍋。",
  "2025-01-12": "若干体調の悪さを引きずっていたが、ロックを聴きながら貯水池をぐるぐる歩いたら元気になった。",
  "2025-01-13": "デスクとベッドの位置を再び変更。今度は部屋の短辺にデスクを2つ並べ、部屋を仕切るような形にした。各種家電が横並びになり、電源タップのいらない運用が完成した。DMが来ていたのでスーツを作りに行った。ムーミン皿ディスカウントシール120枚。スタッフが大変そうだった。文具コーナーや専門店でuni-ball AIRの青を買いたかったが、在庫がないのでヨドバシドットコムで注文。バーガーキングで久々にワッパーサイズのものを食べた。無印でプレーンのノートを2冊ほど購入。スピーカースタンドがずっと物欲リストに入っていたので、Amazonで注文。アマギフで買うとポイントが使えないのを知らなかった。",
  "2025-01-14": "寝起きが悪い。udioで曲を作って少し寝るのが遅くなってしまった。",
  "2025-01-15": "なかなかにBADな日だったが、諸事情で延期にしていた人と念願のランチ。毒と薬が一気に混ざるような日だった。最終的には薬が勝った。",
  "2025-01-16": "お昼ご飯を食べずに寝るくらいにはBADな日だったが、周りの人に大分元気づけられた。それでも業務遂行の余力が微妙で、ひたすらできる作業に集中していた。",
  "2025-01-17": "ウォッチが睡眠を記録していなかった。冴えないけど作業は進んでいた。今まで作ったツールを1カ所にまとめた。",
  "2025-01-18": "部屋のレイアウトを再び変えて、無限スクロールカレンダーを作った。読めていない本を読んだ。ヨドバシドットコムの注文は未遂だった。カートに入れたままだった。",
  "2025-01-19": "3時間散歩した。セブンのザクチキが美味かった。たまに歩くと町が変わっていて驚く。公民館の張り紙をじっくり見ると、面白い美術館のイベントや、週末の参加できそうなサークルが見つかって良い。夕飯はスーパーの駅弁フェアで売っていた弁当。ちょっと遠いところのスーパーのポイントがあったので、使い切ってきた。",
  "2025-01-20": "普段行かない方のオフィスビルでランチ。新しい店ができたらしく、入ってみたら入り口とは対角線のところから入ってしまったらしく、どうしたら良いか分からなかった。結局そこを出て、ビルの内側に入って別の店で食べた。入り口に定食のメニューが書いてあり、テーブルには書いて無くて、結局テーブルに書いてあるものを仕方なくオーダーした。案内されたテーブルが相席で、呼び出しボタンもなく体験が良くなかった。味は良かったのでまた行きたい。",
  "2025-01-21": "衝撃的な瞬間があって、メンタルを保つのが難しかった。帰りの電車でジャーナリングと通勤時間への内省を書くのがはかどった。昼はつけ麺、夕飯はカレーだった。",
  "2025-01-22": "お昼は少し散歩をして、書店で今まで買ったことの無い細いボールペンと小さなノートを購入。川を眺めながらバーガーを食べた。",
  "2025-01-23": "全く頭が冴えなかったが、ランチタイムには得るものが多かった。だが、MPは削れていった。夕飯はラーメンだった。",
  "2025-01-24": "午前中、体がしんどく、別フロアに退避。ランチタイムでビル陰になっていないほうを歩いたら、春の暖かさが感じられて、体の重みが少しとれた。気になっていたカフェに行って、居場所が一つ増えた気がした。",
  "2025-01-25": "家に、ローカルビジネスでもらっていた大型のカレンダーがあったので、kindleで買った本の書影をラベルに印刷し、購入日にあたるところに貼り付けていった。こういうライフログのかたちもあるんだ。",
  "2025-01-26": "朝食を食べた後、コンビニまで散歩して、ポケットに入る限りの大きさで、重くないノート(ノ-M221BN)を購入。家に戻って、先週と今週の日記を埋めていく。有隣堂のYouTubeライブのアーカイブを見て、思い出した本をいろいろ買い直した。新規もかなりある。これで、当面本を買わなくていいかな、というくらいには買った。Amazonギフト券残高ががやめどころを教えてくれる。",
  "2025-01-27": "朝、違う環境で日記を見たら、成人の日で更新が止まっていた。お昼はエクセルシオールで抹茶ラテとパストラミビーフ&グリーンリーフ～トリュフマヨソース～をいただいた。ある雑貨を買いたかったのだが、歩いた範囲で満足する物が買えなかった。某川辺ではもう桜が咲いている。昼なのにとても空いているベーカリーを発見したので今度行きたい。1on1に独自のネーミングをし、言いたいことは画面いっぱいに表示し、指さしながらコメントを受けて手書きでメモっていくスタイルを確立。ドラマのようにタイトルとエピソード番号を残す運用。これは続けたらかなり有意義だと思う。業務は集中できていた。狙ったとおりのフロー状態。帰りに｢べらぼう｣四話を視聴。帰宅したら、ＮＨＫにななすけが出ていた！！！！！",
  "2025-01-28": "【早退】途中で起きるくらいには睡眠が悪く、午前中に行った認知負荷の高い作業で、午後はぼーっとしてしまい早退。寝ていたら復活し始めた。日中は頭痛と耳鳴りがあった。今日から花粉症の薬を飲み始める。お昼は久々に都市型スーパーで購入。安くて引いた。この日記アプリにフィルター機能を実装した",
  "2025-01-29": "【休み】いろいろ積み重なって、仕事はお休み。ずっと寝ていても倦怠感が良くならないので、しかるべき相手に相談したり、コンビニで美味いもの買ったり、風呂に2度浸かったりした。コンビニの「売れ残り」に人狼カードデッキがあったので500円で購入。色あせていたので相当長く棚にあったんだと思う。値引きはされていなかった",
  "2025-01-30": "【休み】不眠があって仕事休み。朝テレビをつけたら知っている人が出ていて驚いた。作業部屋のモニターがちらついて怖い。１１月から使っていた手帳の全ページを撮影し、現物を処分した。ずっとやりたかったので気分がすっきりした。いろいろペタペタ貼っていたら、見返すのが大変になった。今後はスマホでたくさん写真を撮り、書きたいことは個々の日記とプライベートウィキにガンガン書いていこうと思う。",
  "2025-01-31": "【休み】今日も休んで通院。とりあえず不眠対処ということでお薬をもらう。ここの日記もドクターの参考資料に。",
  "2025-02-01": "♨ありゃー、値上がりだ。もっと回数券を買っておけば良かった。存続してほしいので受け入れる。ラーメンと半チャーハンセットにコーラフロートを頼んだ。応援したい気持ちは前からあり、前だったら興味が薄かったレストランも何度か利用するようになった。食べながら、休憩している他の客を眺めるのも面白い。そうだ、ずっと気になっていた秘密を「番頭さん」に聞けてスッキリした。な～んだぁ、そうか。温泉と食事、会話と読書で元気が出てきた。/ 確定申告をしたが、還付金は特になかったようだ。/ 散髪にも行った",
  "2025-02-02": "倦怠感が相変わらずある。引きこもっていた。ブックマークの整理や、便利なNewTabPageを作っていた。",
  "2025-02-03": "【休み】再び通院。診断書をもらい、今月いっぱいお休みに。旅に出るぞ。主に家の中かもしれないけど。見たい自然もある。食べたいものもある。積ん読本もある。いじりたいサイトもある。こうやって、仕事以外に目を向けられる対象が増えたのは、仕事のおかげでもあるが、とりあえず仕事は屋根裏にでも追いやっておこう。今月の労働収入が0になるので、一旦投資信託の積み立てをストップした。ファンド君には働いてもらおう。「金より時間」と思っていたら、本当にその通りになってしまった。そんなこともあるよね。今までと違うのは、無職ではないということ。そして、保護者がたくさん周りに居るということ。それでも、先のことを考えれば、依存先は増やしておきたい。親とか、職場とか、福祉にも限度があるし。  / 病院の帰りに鮮魚店に行って、鍋用に鱈をさばいてもらう。尻尾が美味いらしい。こういう職業に憧れるよね。良い魚を選んで、素早くさばく。ちゃっかりセール日も教えてくれるような、全身が商人の体になっている人。",
  "2025-02-04": "掃除機の吸いが悪いと思って、紙パックを交換したが、実際はフィルターの詰まりが吸引不良の原因だった。不良なのは判断の方だった。 / ATOKマンスリーレポートを確認した。句読点を打つ頻度が高く、一文が短いと出た。  / 手持ちのカードのリワードの条件が変わったため、固定費を別のカードに変更した。 「ぼくは麻理のなか」を一気読みしたら入眠が遅くなってしまった。",
  "2025-02-05": "二度寝して、10時台から活動。何してたっけ。写真撮ってない、散歩はした。支出も特にない。GitHubに何もコミットしていない。思い出した。伏せ字UserScriptを作ったのだが、キーワードを増やして長大なページを表示したら固まってしまった。結局、TextFormaというChrome拡張機能を導入し、MosasoM/inappropriate-words-jaにあるワードと、追加で不快だと思うワードを登録した。私が書いたコードは、マウスホバーすると元のワードが出るようになっていたが、TextFormaは文単位で伏せ字になり、拡張機能を無効にしないと中身を見ることができない。TODO:ニーズに近い伏せ字拡張機能を探す / 「RSS畑」を再建したくて、過去に購読していたサイトを色々購読していた。 / ここの日記アプリもいじっていた。現金管理アプリから一部コードを流用したら、レイアウトが崩れてしまった。一部は諦めてマージした。",
  "2025-02-06": "朝のNHKで、VHSをDVDにダビングするサービスが紹介されていた。自宅にも数本あるが、自分自身はあまり見返したいと思っていない。こういう記録は、親や孫のためにあるんだと思っている。成人式や結婚式と同じだ。 / 郵送物と市役所への事務処理、終了。普段であればフォームの記入なんて真っ先にやるのに、面倒だと思うくらいのコンディション。昨日に続き、二度寝して10時台に活動開始、という良くないパターン。お昼は以前から行きたかった初の「からやま」。唐揚げ五個。最初の一口が印象的。甘辛ダレより極ダレの方が好きだな。塩からとたくあんがあるのも嬉しい。厨房が見えるカウンター席。そのあと、最寄りの現金専用ディスカウントスーパーでいくつかお惣菜やスナックを購入。強風で自転車が倒れ、反射板が破損。ヘルメットも10ｍ先に飛んで行った。風速を意識して生活しないと、散歩のタイミングを逃したり、自転車が壊れたりするので天気予報の風速欄を見たり、最初から自転車を倒しておく必要がある。おやつはあわしま堂のどら焼き、ぬれせんべい、今日買ったドリップコーヒー。 / Redmi Watchのアップデート(5.2.145)が来ていた。今年に入ってから、睡眠と歩数がトラックされない日があり、一瞬手放そうかなと思っていた。 / 夕方あたりに再び倦怠感が来ている。睡眠と活動量の問題か？  🚨活動しすぎかな。日記も長いね。",
  "2025-02-07": "動く気力が無くて、午前中は掃除機をかけて、家中の排気口を吸って、空気清浄機の手入れをしたら引きこもりモードに。日記アプリのコードばかりいじっていて、ヘルシーでは無い。動かない日に限っておやつがリッチ（ピザ・ぬれ煎餅、なんだっけ）だったりする。夕食を減らすか。日記アプリは、モジュール分割したり、フィルター機能をつけたりしたがパフォーマンスが落ちたので、ほどほどのところで落ち着いた。VSCodeでいろいろいじっていて、MSのLive Previewは挙動がおかしいんじゃないかと思っている。Ritwick Deyの「Live Server」だと正しく動作するので、こっちを使っていこうと思う。(以前はこっちをメインにしていた)ツールがおかしいのに、コードに原因があるんじゃ無いかと無限に掘っていくのはむなしいよね。その他、コーピングガチャアプリを作成。夕食は焼き豚だった。nissuiのやつかな。タレも肉も美味だった。「風呂で考え事をしてしまう」問題があったが「漫画か、ニヤつけるエッセイ」を読むと良いことが分かった",
  "2025-02-08": "昨日は頭痛と腹部の不快感でよく眠れなかった。活動は午後から。今日のスーツの受け取りは明日にずらす。部屋のレイアウト変更をした。机・机・ベッドを横並びにし、電源タップのいらない配置に変更。すべての家具が窓際にあるが、どこに配置しても断熱と暖房が無いと寒いことに変わりが無いので、好きなようにした。今月中に簡易内窓とパジャマを購入したい。2月は暇だが、元気を取り戻せないとすぐに終わってしまいそうだ。家から出て数泊できる場所を探したいのだが...。おやつは生協で取り寄せたリンゴケーキと、サイズ詐欺の野菜スティック菓子。おととい買ったぬれせんべいがもう在庫切れ。それ以外の時間では、散歩したりノートアプリの微調整をやっていた。Copilotがなかったら重い腰が上がらない。たまにミキオミアになってるのに、休憩し切れていないなぁ などと書きつつ、やっちゃってるな色々と。wikiアプリを作ったり、親とこの先の長話をしたり。スッキリしたので、気分としては大変寝やすいのだが...。",
  "2025-02-09": "あれ、せっかく書いたのにデータが消えている。オーダースーツを受け取った。店のレイアウトが変わっている途中だった。ついでに書店で新明解国語辞典の青版(ビューカードスタンダードの青と色味が非常に似ている)、無印で着る毛布、スマホアクセサリーショップでQiパッドを購入。お昼は珈琲館で明太パスタと炭火コーヒー。〆はブレンドコーヒー。ブレンドと炭火では、ついてくるミルクの質が違うということが分かってしまった。今度から絶対、マグカップが黒い物を先に飲むだろう。さて、wikiアプリには同期機能がついた。今度はこの日記や家計簿も同様の同期機能を入れるつもり。他ユーザーが使えるように、repoのURLやAPI Tokenをローカルに保持できるような実装にしたい。自室は再びレイアウト変更。横幅が大きい方のデスクを低くし、画面とモニターを移動。電動昇降デスクは高めにして、よく使うものを置いたり、A4用紙を4枚置きっぱなしにしてすぐ書けるようにしてみた。スピーカーは幅広のデスクに置いたことで、音の広がりが増した。音楽をもっと聴きたくなったので、好きな曲のジャケットとYouTube MusicのQRコードをラベルにプリントし、いろんなところに貼った。加湿空気清浄機の、水のタンクがすぐからになるので、すぐに補充できるように、余っている大型ボトルに水を充填した。",
  "2025-02-10": "７時間程度寝ているはずなのに、疲れが取れていない。経過観察で通院。家では、紙を整理したり、複数プロジェクトをVercelからGitHub Pagesに移動したりしていた。夕方に駆け込みで散歩。近日中にコストコに行こうと思っていて、手持ちのMastercardが0だったので、住信SBIネット銀行に口座開設。これ、手持ちのクレカの還元率より良いじゃないか。日常的な決済はこっちにしよう。銀行口座が3つになってしまったので、1つ閉じでおこうかな。",
  "2025-02-11": "風が強い。自転車の修繕はネジが硬くて断念。家でkanと日記アプリの改修をしていた。こういうライフログ系ツールを１つにしたいなと思っているが、調子がさえないのでイメージがわかない。今はとりあえず別々に開発して、使い続けることが大事だと思っている。日記には、自動保存、検索ボックスと曜日フィルタ、それから「走馬灯モード」を実装した。スマホからも更新できるようになった。ユハーンはラメーンであった。（夕飯はシマダヤのラーメン）"
}